---
kind: property
id: P:Autodesk.Revit.DB.ClassificationEntry.Level
zh: 标高
source: html/7a781ba4-66bd-1433-75ec-5babb73f3a6a.htm
---
# Autodesk.Revit.DB.ClassificationEntry.Level Property

**中文**: 标高

The entry level in the classification table. The expected range is between 1 and 5 inclusive.

## Syntax (C#)
```csharp
public int Level { get; }
```